{"opening1":"If we are to close the racial wealth group, we must build clear pathways to economic mobility and financial freedom through technology and entrepreneurship.","opening2":"And not just any pathways, but the kind that make the journey of being a Black innovator less perilous, less lonely, and more direct.","introP1":"Achieving this goal requires that we obtain a “lay of the land” to better understand what resources exist, where the opportunities lie, and where the gaps remain. This initial study, funded through the generous support of the Surdna Foundation and powered by the Center for Black Innovation, is designed to function as a baseline for future research on the state of the Black-serving innovation ecosystem.","introP2":"This research will enable us to build a stronger, more integrated, coordinated, and collaborative ecosystem, which, in turn, will produce more successful Black entrepreneurs, creatives, and technologists.","placeHead":"Where are the organizations that support Black Innovators?","placeSub":"Despite our current confinement to virtual spaces, physical place matters. Black Innovator Support Organizations often emerge based on the needs of local entrepreneurs and technologists and, likewise, become immersed in a local ecosystem. Therefore, to better understand the ways Black innovators are being supported across the country, we start with where these organizations are located.","place1":"As the map shows, we discovered that the strongest concentration of BISOs is in Georgia, specifically in the Atlanta metropolitan area, with 27 in all. This is hardly surprising, given that Atlanta has emerged as a focal point for Black entrepreneurship in the last decade. The second state with the highest concentration was California, which is also not surprising, since it is the largest and most populous state, the world’s fifth-largest economy, and home to four of the top 10 startup hubs (San Francisco, Silicon Valley, Los Angeles, and San Diego) in the United States. The CensUS also revealed concentrations of BISOs in Texas, Florida, Ohio, and Pennsylvania.","placeChartTitle1":"Landscape of Black Organizations","placeChartSub1":"Such organizations are noticeably thin on the ground in the Northwest and Plains states, where the percentage of Black residents is quite low.","place2":"In contrast, the lack of BISOs in the South (a region that comprises upwards of 16 states and more than one million people) is frustrating and incongruous, in light of the fact that 59 percent of America’s Black population lives in the South. The city of Atlanta is home to more BISOs than all Southern states combined. Our findings beget more questions: What’s keeping more Black innovation organizations from forming in this region of the country? Are there specific, southern barriers to entry? And can we reduce, eliminate, or disrupt any of those hurdles?","placeChartTitle2":"Ecosystem Builder Organizations are the most common type of Black Innovator Support Organization.","placeChartSub2":"Black Innovator Support Organizations offer a range of services and programs, with new models coming online all the time. The most common are listed in the chart below. Click here to learn more about how we defined each organization type.","place3":"****(Sub Needed)","placeChartTitle3":"Most Black Support Organizations Were Founded After 2015","placeChartSub3":"The majority of Black Innovator Support Organizations were founded after 2015, with 2017 being a particularly popular year to start a BISO.","place4":"What accounts for this spike in organizations remains a mystery, but it is undeniable that innovation has increasingly become a mainstream term. According to Google Ngram, use of the word innovation increased 40 percent from 2000 to 2019. “Startup ecosystem,” as a term, is not even 20 years old, with Google logging the first reference in 2003. Between 2010 and 2019, use of the term exploded 88 percent. This suggests that the burgeoning, Black, innovation ecosystem is part of a broader phenomenon where innovation and technology are becoming a bigger part of our daily lives and a larger share of our economy.","placeChartTitle4":"Reach of Black Innovator Support Organizations","placeChartSub4":"We looked at the four, top BISO types to better understand their reach. In other words, based on their content, programming, and intended audience, were these organizations local, regional, national, or international in scope?","place5":"As the charts demonstrate, all four (Accelerators/Incubators, Ecosystem Builders, VC Firms/Angel Associations and Talent/Workforce) tend to lean most heavily toward national programming, with predominantly Black-serving VC firms/angel associations being almost exclusively national in scope. The latter is likely due to the desire to cast a broad net to identify ventures that are both a good fit for venture funding, plus align with the fund’s investment thesis.","serHead":"How do Black Support Organizations serve their audiences?","serSub":"Black Innovator Support Organizations offer a range of services and programs, with new models coming online all the time. The most common are listed in the chart below. Click here to learn more about how we defined each organization type.","ser1":"****(Copy Needed)","serChartTitle1":"What sorts of programs do these organizations provide?","serChartSub1":"To better understand the range of programs being offered, our research team looked at keyword usage across each organization’s online presence.","ser2":"As the chart demonstrates, the most popular terms were workshop, training, career development, accelerator, and early-stage investment, respectively. Programs providing non-VC related, financial support, such as grants, loans, or scholarship programs, along with tactical support related to entrepreneur services, such as legal assistance, which seemed few and far between.","innHead":"Who do BISOs serve?","innSub":"Since Black Support Organizations primary work is to support Innovators creating full lives and wealth, a deeper understanding of what resources, environments, and financing will create clearer pathways to success.","inn1":"Our research found that X percent of organizations in our scan support people of color, whereas X percent support Black people, specifically and exclusively. Another X percent use neither Black nor POC in their messaging, but seem to support people of color by default, due to the organization’s location or some other, correlating factor.","innChartTitle1":"Identity of BISO Audience?","innChartSub1":"While not vastly outweighing the organizations that focus on just Black Innovators the majority of the organizations we collected data on held their services open to all People of Color.","Inn2":"***(Copy Needed)","innChartTitle2":"Landscape of Funded Black Companies","innChartSub2":"Approximately 75 percent of all venture funding goes to funders in three states—California, Massachusetts, and New York, respectively. POCIT’s data, in part, mirrors this phenomenon, as California and New York rank 1st and 2nd in funding Black founders. However, there is a stark divergence in Massachusetts, where POCIT’s reporting revealed that only eight Black founders have received venture investment greater than $1 million.","conclusion":"The Black Innovation CensUs is a national initiative of the Black Innovation Alliance, powered by Center for Black Innovation and funded by the Surdna Foundation. We plan to refresh the data on an ongoing basis and encourage new submissions.","conChartTitle":"​​Enter An Organization!","conChartSub":"Below is an active list of the organizations that we have in our database. If you want to add your organization to help us continue this research please click the form button."}